Revit 2026 API

# MirrorMirrorTintcolor Property

---

The property labeled "Color" from the "Mirror" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string MirrorTintcolor { get; }
```
```vb
Public Shared ReadOnly Property MirrorTintcolor As String
	Get
```
```cpp
public:
static property String^ MirrorTintcolor {
	String^ get ();
}
```
```fsharp
static member MirrorTintcolor : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.

#### Reference

Mirror Class

Autodesk.Revit.DB.Visual Namespace